tutorials/combustion/fireFoam/les/oppositeBurningPanels/0/N2
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
<<<<<<< HEAD
|  \\    /   O peration     | Version:  3.0.x                                 |
=======
|  \\    /   O peration     | Version:  4.x                                   |
>>>>>>> 90e2f8d87bcd3a8588545c2de68a62d5b5c54a99
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version         2.0;
    format          ascii;
    class           volScalarField;
    object          N2;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0.76699;

boundaryField
{
    top
    {
        type            calculated;
        value           $internalField;
    }

    ground
    {
        type            calculated;
        value           $internalField;
    }

    sides
    {
        type            calculated;
        value           $internalField;
    }

    burner
    {
        type            calculated;
        value           $internalField;
    }

    "(region0_to.*)"
    {
        type            calculated;
        value           $internalField;
    }
}


// ************************************************************************* //
